{
  "Edit your stream title on Kick after going live.": "Canlı yayına geçtikten sonra Kick'te yayın başlığınızı düzenleyin.",
  "Kick Category": "Kick Kategorisi",
  "Failed to update Kick account. Please unlink and reconnect your Kick account.": "Kick hesabı güncellenemedi. Lütfen Kick hesabınızın bağlantısını kaldırın ve yeniden bağlayın.",
  "Failed to start Kick stream. Please check permissions with Kick and try again": "Kick yayını başlatılamadı. Lütfen Kick izinlerini kontrol edin ve tekrar deneyin",
  "Kick request most likely failed due to incorrect or missing permissions. Unlink and re-merge Kick account, then restart Desktop. If that fails, refer to Kick support": "Kick isteği büyük olasılıkla yanlış veya eksik izinler nedeniyle başarısız oldu. Kick hesabının bağlantısını kaldırın ve yeniden birleştirin, ardından Desktop'ı yeniden başlatın. Bu başarısız olursa, Kick destek birimine başvurun",
  "Kick stream key failed to generate due to missing permissions": "Kick yayın anahtarı eksik izinler nedeniyle oluşturulamadı",
  "confirm that a stream key has been generated with 2FA on Kick for use with Streamlabs Desktop and if not ask the user to manually generate one": "Streamlabs Desktop ile kullanılmak üzere Kick'te 2FA ile bir yayın anahtarının oluşturulduğunu onaylayın ve oluşturulmadıysa kullanıcıdan manuel olarak bir tane oluşturmasını isteyin",
  "Login to Kick": "Kick'e Giriş Yapın",
  "Go to: <link></link>": "Şuraya gidin: <link></link>",
  "Click on the \"eye\" icon to see your stream key": "Yayın anahtarınızı görmek için \"göz\" simgesine tıklayın",
  "Put in 2FA": "2FA'ya yerleştirin",
  "After 2FA, the stream key has been generated and will be available for Streamlabs Desktop for that channel. You should now be able to go live on Kick.": "2FA'dan sonra, yayın anahtarı oluşturulmuştur ve bu kanalda Streamlabs Desktop için kullanılabilecektir. Artık Kick'te canlı yayına geçebilirsiniz.",
  "Stream Shift Error: Kick is not live": "Stream Shift Hatası: Kick canlı değil"
}
