{
  "Stream Shift": "Stream Shift",
  "Toggle Stream Shift": "Stream Shift Değiştir",
  "Stay uninterrupted by switching between devices mid stream. Works between Desktop and Mobile App.": "İşlem sırasında cihazlar arasında geçiş yaparak kesintisiz çalışmaya devam edin. Masaüstü ve Mobil Uygulama arasında çalışır.",
  "You can stream to any 2 destinations for free with Dual Output. Multistream and switch seamlessly between streams with Ultra": "Dual Output ile herhangi 2 hedefe ücretsiz yayın yapabilirsiniz. Ultra ile çoklu yayın ve yayın akışları arasında sorunsuz geçiş yapın",
  "Switch Stream": "Switch Stream",
  "Claim Stream": "Yayını Devral",
  "Another stream detected": "Başka bir yayın algılandı",
  "Stream successfully switched": "Yayın başarıyla değiştirildi",
  "Stream Shift cannot be used with Dual Output": "Stream Shift, Dual Output ile kullanılamaz",
  "Dual Output cannot be used with Stream Shift": "Dual Output, Stream Shift ile kullanılamaz",
  "Your stream has been successfully switched to Streamlabs Desktop. Enjoy your stream!": "Yayınınız başarıyla Streamlabs Desktop'a geçirildi. Yayınınızın tadını çıkarın!",
  "Your stream has been switched to Streamlabs Desktop from another device. Enjoy your stream!": "Yayınınız başka bir cihazdan Streamlabs Desktop'a geçirildi. Yayınınızın tadını çıkarın!",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source.": "Başka bir cihazda bir yayın tespit edildi. Yayınınızı Streamlabs Desktop'a geçirmek ister misiniz? Bu yayına devam etmek istemiyorsanız lütfen mevcut yayın kaynağından yayını sonlandırın.",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. Dual Output will be disabled since not supported in this mode.": "Başka bir cihazda bir yayın tespit edildi. Yayınınızı Streamlabs Desktop'a geçirmek ister misiniz? Bu yayına devam etmek istemiyorsanız lütfen mevcut yayın kaynağından yayını sonlandırın. Dual Output, bu modda desteklenmediği için devre dışı bırakılacaktır.",
  "Switch to Streamlabs Desktop": "Streamlabs Desktop'a Geçin",
  "Upgrade to Ultra to switch streams between devices.": "Cihazlar arasında yayın değiştirmek için Ultra'ya yükseltin.",
  "Force Start": "Başlatmaya Zorla",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. If you're sure you're not live and it has been incorrectly detected, choose \"Force Start\" below.": "Başka bir cihazda bir yayın tespit edildi. Yayınınızı Streamlabs Desktop'a geçirmek ister misiniz? Bu yayına devam etmek istemiyorsanız lütfen mevcut yayın kaynağından yayını sonlandırın. Canlı olmadığınızdan ve yanlış algılandığından eminseniz aşağıdaki \"Başlatmaya Zorla\" özelliğini seçin.",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. Dual Output will be disabled since not supported in this mode. If you're sure you're not live and it has been incorrectly detected, choose \"Force Start\" below.": "Başka bir cihazda bir yayın tespit edildi. Yayınınızı Streamlabs Desktop'a geçirmek ister misiniz? Bu yayına devam etmek istemiyorsanız lütfen mevcut yayın kaynağından yayını sonlandırın. Dual Output, bu modda desteklenmediği için devre dışı bırakılacaktır. Canlı olmadığınızdan ve yanlış algılandığından eminseniz aşağıdaki \"Başlatmaya Zorla\" özelliğini seçin."
}
