{
  "Stream Shift": "Stream Shift",
  "Toggle Stream Shift": "Attiva/disattiva Stream Shift",
  "Stay uninterrupted by switching between devices mid stream. Works between Desktop and Mobile App.": "Evita le interruzioni passando da un dispositivo all’altro durante lo streaming. Funziona sia su desktop che su app mobile.",
  "You can stream to any 2 destinations for free with Dual Output. Multistream and switch seamlessly between streams with Ultra": "Puoi trasmettere gratis in streaming su 2 destinazioni contemporaneamente con Dual Output. Sfrutta il multistream e passa facilmente da uno streaming all’altro con Ultra",
  "Switch Stream": "Cambia stream",
  "Claim Stream": "Richiedi stream",
  "Another stream detected": "Rilevato un altro stream",
  "Stream successfully switched": "Stream cambiato con successo",
  "Stream Shift cannot be used with Dual Output": "Stream Shift non può essere usato con Dual Output",
  "Dual Output cannot be used with Stream Shift": "Dual Output non può essere usato con Stream Shift",
  "Your stream has been successfully switched to Streamlabs Desktop. Enjoy your stream!": "Il tuo streaming è passato a Streamlabs Desktop. Goditi lo streaming!",
  "Your stream has been switched to Streamlabs Desktop from another device. Enjoy your stream!": "Il tuo streaming è passato a Streamlabs Desktop da un altro dispositivo. Goditi lo streaming!",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source.": "È stato rilevato uno streaming su un altro dispositivo. Vuoi passare a Streamlabs Desktop per lo streaming? Se non desideri continuare questo streaming, chiudilo dalla fonte di streaming attuale.",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. Dual Output will be disabled since not supported in this mode.": "È stato rilevato uno streaming su un altro dispositivo. Vuoi passare a Streamlabs Desktop per lo streaming? Se non desideri continuare questo streaming, chiudilo dalla fonte di streaming attuale. Dual Output verrà disattivato perché non è supportato in questa modalità.",
  "Switch to Streamlabs Desktop": "Passa a Streamlabs Desktop",
  "Upgrade to Ultra to switch streams between devices.": "Passa a Ultra per alternare lo streaming tra i dispositivi.",
  "Force Start": "Forza avvio",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. If you're sure you're not live and it has been incorrectly detected, choose \"Force Start\" below.": "È stato rilevato uno streaming su un altro dispositivo. Vuoi passare a Streamlabs Desktop per lo streaming? Se non desideri continuare questo streaming, chiudilo dalla fonte di streaming attuale. Se hai la certezza di non essere in diretta e il rilevamento è errato, fai clic su “Forza avvio” qui sotto.",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. Dual Output will be disabled since not supported in this mode. If you're sure you're not live and it has been incorrectly detected, choose \"Force Start\" below.": "È stato rilevato uno streaming su un altro dispositivo. Vuoi passare a Streamlabs Desktop per lo streaming? Se non desideri continuare questo streaming, chiudilo dalla fonte di streaming attuale. Dual Output verrà disattivato perché non è supportato in questa modalità. Se hai la certezza di non essere in diretta e il rilevamento è errato, fai clic su “Forza avvio” qui sotto."
}
