{
  "Stream Shift": "Stream Shift",
  "Toggle Stream Shift": "Przełącz Stream Shift",
  "Stay uninterrupted by switching between devices mid stream. Works between Desktop and Mobile App.": "Nie przerywaj pracy, przełączając się między urządzeniami w trakcie streamingu. Działa zarówno na komputerach stacjonarnych, jak i w aplikacji mobilnej.",
  "You can stream to any 2 destinations for free with Dual Output. Multistream and switch seamlessly between streams with Ultra": "Dzięki funkcji podwójnego wyjścia możesz bezpłatnie streamować do dowolnych 2 miejsc docelowych. Multistreaming i płynne przełączanie między streamami dzięki technologii Ultra",
  "Switch Stream": "Przełącz stream",
  "Claim Stream": "Przejmij stream",
  "Another stream detected": "Wykryto kolejny stream",
  "Stream successfully switched": "Przełączenie streamu zakończone sukcesem",
  "Stream Shift cannot be used with Dual Output": "Nie można używać funkcji Stream Shift razem z funkcją podwójnego wyjścia.",
  "Dual Output cannot be used with Stream Shift": "Nie można używać funkcji podwójnego wyjścia razem z funkcją Stream Shift.",
  "Your stream has been successfully switched to Streamlabs Desktop. Enjoy your stream!": "Pomyślnie przełączono Twój stream do Streamlabs Desktop. Miłej transmisji!",
  "Your stream has been switched to Streamlabs Desktop from another device. Enjoy your stream!": "Przełączono Twój stream do Streamlabs Desktop z innego urządzenia. Miłej transmisji!",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source.": "Wykryto stream na innym urządzeniu. Czy chcesz przełączyć swojego streama na Streamlabs Desktop? Jeśli nie chcesz kontynuować tego streama, zakończ go z bieżącego źródła streama.",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. Dual Output will be disabled since not supported in this mode.": "Wykryto stream na innym urządzeniu. Czy chcesz przełączyć swojego streama na Streamlabs Desktop? Jeśli nie chcesz kontynuować tego streama, zakończ go z bieżącego źródła streama. Podwójne wyjście zostanie wyłączone, ponieważ nie jest obsługiwane w tym trybie.",
  "Switch to Streamlabs Desktop": "Przejdź do Streamlabs Desktop",
  "Upgrade to Ultra to switch streams between devices.": "Przejdź na wersję Ultra, aby przełączać streamy między urządzeniami.",
  "Force Start": "Wymuś uruchomienie",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. If you're sure you're not live and it has been incorrectly detected, choose \"Force Start\" below.": "Wykryto stream na innym urządzeniu. Czy chcesz przełączyć swojego streama na Streamlabs Desktop? Jeśli nie chcesz kontynuować tego streama, zakończ go z bieżącego źródła streama. Jeśli masz pewność, że nie jesteś na żywo, a zostało to nieprawidłowo wykryte, wybierz opcję „Wymuś rozpoczęcie” poniżej.",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. Dual Output will be disabled since not supported in this mode. If you're sure you're not live and it has been incorrectly detected, choose \"Force Start\" below.": "Wykryto stream na innym urządzeniu. Czy chcesz przełączyć swojego streama na Streamlabs Desktop? Jeśli nie chcesz kontynuować tego streama, zakończ go z bieżącego źródła streama. Podwójne wyjście zostanie wyłączone, ponieważ nie jest obsługiwane w tym trybie. Jeśli masz pewność, że nie jesteś na żywo, a zostało to nieprawidłowo wykryte, wybierz opcję „Wymuś rozpoczęcie” poniżej."
}
