{
  "Stream Shift": "Stream Shift",
  "Toggle Stream Shift": "Stream Shift ein-/ausschalten",
  "Stay uninterrupted by switching between devices mid stream. Works between Desktop and Mobile App.": "Wechsle während des Streams ohne Unterbrechung zwischen Geräten hin und her. Funktioniert zwischen Desktop und Mobile App.",
  "You can stream to any 2 destinations for free with Dual Output. Multistream and switch seamlessly between streams with Ultra": "Mit Dual Output kannst du kostenlos an zwei beliebige Ziele streamen. Mit Ultra kannst du mehrere Streams gleichzeitig senden und nahtlos zwischen ihnen wechseln",
  "Switch Stream": "Stream umschalten",
  "Claim Stream": "Stream anfordern",
  "Another stream detected": "Weiterer Stream gefunden",
  "Stream successfully switched": "Stream erfolgreich gewechselt",
  "Stream Shift cannot be used with Dual Output": "Stream Shift kann nicht mit Dual Output verwendet werden",
  "Dual Output cannot be used with Stream Shift": "Dual Output kann nicht mit Stream Shift verwendet werden",
  "Your stream has been successfully switched to Streamlabs Desktop. Enjoy your stream!": "Dein Stream wurde erfolgreich auf Streamlabs Desktop umgeschaltet. Viel Spaß beim Streamen!",
  "Your stream has been switched to Streamlabs Desktop from another device. Enjoy your stream!": "Dein Stream wurde von einem anderen Gerät auf Streamlabs Desktop umgeschaltet. Viel Spaß beim Streamen!",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source.": "Ein Stream auf einem anderen Gerät wurde gefunden. Willst du mit deinem Stream zu Streamlabs Desktop wechseln? Wenn du diesen Stream nicht weiterführen willst, beende ihn über die aktuelle Streaming-Quelle.",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. Dual Output will be disabled since not supported in this mode.": "Ein Stream auf einem anderen Gerät wurde gefunden. Willst du mit deinem Stream zu Streamlabs Desktop wechseln? Wenn du diesen Stream nicht weiterführen willst, beende ihn über die aktuelle Streaming-Quelle. Dual Output wird deaktiviert, da diese Option in diesem Modus nicht unterstützt wird.",
  "Switch to Streamlabs Desktop": "Zu Streamlabs Desktop wechseln",
  "Upgrade to Ultra to switch streams between devices.": "Upgrade auf Ultra, um beim Streamen zwischen verschiedenen Geräten zu wechseln.",
  "Force Start": "Start erzwingen",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. If you're sure you're not live and it has been incorrectly detected, choose \"Force Start\" below.": "Ein Stream auf einem anderen Gerät wurde gefunden. Willst du mit deinem Stream zu Streamlabs Desktop wechseln? Wenn du diesen Stream nicht weiterführen willst, beende ihn über die aktuelle Streaming-Quelle. Wenn du sicher bist, dass du nicht online bist und dein Status falsch erkannt wurde, wähle unten „Start erzwingen“ aus.",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. Dual Output will be disabled since not supported in this mode. If you're sure you're not live and it has been incorrectly detected, choose \"Force Start\" below.": "Ein Stream auf einem anderen Gerät wurde gefunden. Willst du mit deinem Stream zu Streamlabs Desktop wechseln? Wenn du diesen Stream nicht weiterführen willst, beende ihn über die aktuelle Streaming-Quelle. Dual Output wird deaktiviert, da diese Option in diesem Modus nicht unterstützt wird. Wenn du sicher bist, dass du nicht online bist und dein Status falsch erkannt wurde, wähle unten „Start erzwingen“ aus."
}
