{
  "Stream Shift": "Stream Shift",
  "Toggle Stream Shift": "切换 Stream Shift",
  "Stay uninterrupted by switching between devices mid stream. Works between Desktop and Mobile App.": "在直播中途切换设备，保持体验不中断。可在 Desktop 和 Mobile 应用程序之间无缝衔接。",
  "You can stream to any 2 destinations for free with Dual Output. Multistream and switch seamlessly between streams with Ultra": "使用 Dual Output 功能，您可以免费直播到任意 2 个目的地。通过 Ultra 实现多重直播以及在直播之间无缝切换",
  "Switch Stream": "切换直播",
  "Claim Stream": "接管直播",
  "Another stream detected": "检测到另一个直播",
  "Stream successfully switched": "直播已成功切换",
  "Stream Shift cannot be used with Dual Output": "Stream Shift 不能与 Dual Output 一起使用",
  "Dual Output cannot be used with Stream Shift": "Dual Output 不能与 Stream Shift 一起使用",
  "Your stream has been successfully switched to Streamlabs Desktop. Enjoy your stream!": "您的直播已成功切换到 Streamlabs Desktop。开始直播吧！",
  "Your stream has been switched to Streamlabs Desktop from another device. Enjoy your stream!": "您的直播已从另一台设备切换到 Streamlabs Desktop。开始直播吧！",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source.": "检测到另一台设备上有直播。您想将直播切换到 Streamlabs Desktop 吗？如果您不希望继续此直播，请从当前直播源结束直播。",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. Dual Output will be disabled since not supported in this mode.": "检测到另一台设备上有直播。您想将直播切换到 Streamlabs Desktop 吗？如果您不希望继续此直播，请从当前直播源结束直播。因为在此模式下不支持 Dual Output，所以会禁用 Dual Output。",
  "Switch to Streamlabs Desktop": "切换到 Streamlabs Desktop",
  "Upgrade to Ultra to switch streams between devices.": "升级至 Ultra，以便在设备间切换直播。",
  "Force Start": "强制启动",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. If you're sure you're not live and it has been incorrectly detected, choose \"Force Start\" below.": "检测到另一台设备上有直播。您想将直播切换到 Streamlabs Desktop 吗？如果您不希望继续此直播，请从当前直播源结束直播。如果您确定自己没有在直播，但系统错误地检测到您正在直播，请选择下方的“强制启动”。",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. Dual Output will be disabled since not supported in this mode. If you're sure you're not live and it has been incorrectly detected, choose \"Force Start\" below.": "检测到另一台设备上有直播。您想将直播切换到 Streamlabs Desktop 吗？如果您不希望继续此直播，请从当前直播源结束直播。因为在此模式下不支持 Dual Output，所以会禁用 Dual Output。如果您确定自己没有在直播，但系统错误地检测到您正在直播，请选择下方的“强制启动”。"
}
