{
  "Stream Shift": "Stream Shift",
  "Toggle Stream Shift": "Slå Stream Shift til/fra",
  "Stay uninterrupted by switching between devices mid stream. Works between Desktop and Mobile App.": "Undgå afbrydelser ved at skifte mellem enheder under streaming. Fungerer mellem desktop- og mobilapp.",
  "You can stream to any 2 destinations for free with Dual Output. Multistream and switch seamlessly between streams with Ultra": "Du kan streame gratis til to destinationer efter eget valg med Dual Output. Multistream, og skift gnidningsløst mellem streams med Ultra",
  "Switch Stream": "Skift stream",
  "Claim Stream": "Gør krav på stream",
  "Another stream detected": "Yderligere stream registreret",
  "Stream successfully switched": "Stream skiftet",
  "Stream Shift cannot be used with Dual Output": "Stream Shift kan ikke bruges med Dual Output",
  "Dual Output cannot be used with Stream Shift": "Dual Output kan ikke bruges med Stream Shift",
  "Your stream has been successfully switched to Streamlabs Desktop. Enjoy your stream!": "Din stream er blevet overført til Streamlabs Desktop. God fornøjelse med din stream!",
  "Your stream has been switched to Streamlabs Desktop from another device. Enjoy your stream!": "Din stream er blevet flyttet til Streamlabs Desktop fra en anden enhed. God fornøjelse med din stream!",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source.": "Der er registreret en stream på en anden enhed. Vil du gerne skifte din stream til Streamlabs Desktop? Hvis du ikke ønsker at fortsætte denne stream, skal du afslutte den fra den aktuelle streamingkilde.",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. Dual Output will be disabled since not supported in this mode.": "Der er registreret en stream på en anden enhed. Vil du gerne skifte din stream til Streamlabs Desktop? Hvis du ikke ønsker at fortsætte denne stream, skal du afslutte den fra den aktuelle streamingkilde. Dual Output er deaktiveret, da det ikke understøttes i denne tilstand.",
  "Switch to Streamlabs Desktop": "Skift til Streamlabs Desktop",
  "Upgrade to Ultra to switch streams between devices.": "Opgrader til Ultra for at skifte stream mellem enheder.",
  "Force Start": "Gennemtving start",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. If you're sure you're not live and it has been incorrectly detected, choose \"Force Start\" below.": "Der er registreret en stream på en anden enhed. Vil du gerne skifte din stream til Streamlabs Desktop? Hvis du ikke ønsker at fortsætte denne stream, skal du afslutte den fra den aktuelle streamingkilde. Hvis du er sikker på, at du ikke er live, og at den er fejlregistreret, skal du vælge \"Gennemtving start\" nedenfor.",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. Dual Output will be disabled since not supported in this mode. If you're sure you're not live and it has been incorrectly detected, choose \"Force Start\" below.": "Der er registreret en stream på en anden enhed. Vil du gerne skifte din stream til Streamlabs Desktop? Hvis du ikke ønsker at fortsætte denne stream, skal du afslutte den fra den aktuelle streamingkilde. Dual Output er deaktiveret, da det ikke understøttes i denne tilstand. Hvis du er sikker på, at du ikke er live, og at den er fejlregistreret, skal du vælge \"Gennemtving start\" nedenfor."
}
