{
  "Stream Shift": "Stream Shift",
  "Toggle Stream Shift": "Alternar Stream Shift",
  "Stay uninterrupted by switching between devices mid stream. Works between Desktop and Mobile App.": "Não percas o ritmo ao alternar entre dispositivos a meio da transmissão. Funciona entre o computador e a aplicação móvel.",
  "You can stream to any 2 destinations for free with Dual Output. Multistream and switch seamlessly between streams with Ultra": "Podes transmitir para dois destinos gratuitamente com Dual Output. Multitransmissão e alternar facilmente entre transmissões com o Ultra",
  "Switch Stream": "Alternar transmissão",
  "Claim Stream": "Reclamar transmissão",
  "Another stream detected": "Outra transmissão detetada",
  "Stream successfully switched": "Transmissão alternada com sucesso",
  "Stream Shift cannot be used with Dual Output": "O Stream Shift não pode ser usado com Dual Output.",
  "Dual Output cannot be used with Stream Shift": "A Dual Output não pode ser usada com Stream Shift.",
  "Your stream has been successfully switched to Streamlabs Desktop. Enjoy your stream!": "A tua transmissão foi alternada com sucesso para o Streamlabs Desktop. Diverte-te na tua transmissão!",
  "Your stream has been switched to Streamlabs Desktop from another device. Enjoy your stream!": "A tua transmissão foi alternada para o Streamlabs Desktop a partir de outro dispositivo. Diverte-te na tua transmissão!",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source.": "Foi detetada uma transmissão noutro dispositivo. Queres alternar a tua transmissão para o Streamlabs Desktop? Se não quiseres continuar com esta transmissão, termina-a a partir da fonte de transmissão atual.",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. Dual Output will be disabled since not supported in this mode.": "Foi detetada uma transmissão noutro dispositivo. Queres alternar a tua transmissão para o Streamlabs Desktop? Se não quiseres continuar com esta transmissão, termina-a a partir da fonte de transmissão atual. A Dual Output será desativada, dado não ser suportada neste modo.",
  "Switch to Streamlabs Desktop": "Alternar para Streamlabs Desktop",
  "Upgrade to Ultra to switch streams between devices.": "Atualiza para o Ultra para alternar transmissões entre dispositivos.",
  "Force Start": "Forçar início",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. If you're sure you're not live and it has been incorrectly detected, choose \"Force Start\" below.": "Foi detetada uma transmissão noutro dispositivo. Queres alternar a tua transmissão para o Streamlabs Desktop? Se não quiseres continuar com esta transmissão, termina-a a partir da fonte de transmissão atual. Se tiveres a certeza de que não estás a transmitir em direto e de que houve um erro na deteção, escolhe \"Forçar início\" abaixo.",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. Dual Output will be disabled since not supported in this mode. If you're sure you're not live and it has been incorrectly detected, choose \"Force Start\" below.": "Foi detetada uma transmissão noutro dispositivo. Queres alternar a tua transmissão para o Streamlabs Desktop? Se não quiseres continuar com esta transmissão, termina-a a partir da fonte de transmissão atual. A Dual Output será desativada, dado não ser suportada neste modo. Se tiveres a certeza de que não estás a transmitir em direto e de que houve um erro na deteção, escolhe \"Forçar início\" abaixo."
}
