{
  "Stream Shift": "Stream Shift",
  "Toggle Stream Shift": "Stream Shift を切り替える",
  "Stay uninterrupted by switching between devices mid stream. Works between Desktop and Mobile App.": "ストリーミングの途中でデバイスを切り替えても中断されません。デスクトップとモバイルアプリの間で動作します。",
  "You can stream to any 2 destinations for free with Dual Output. Multistream and switch seamlessly between streams with Ultra": "デュアル出力を使うと、任意の2つの配信先に無料でストリームできます。Ultra でマルチストリーミングし、ストリーム間をシームレスに切り替える",
  "Switch Stream": "ストリームを切り替える",
  "Claim Stream": "ストリームを要求",
  "Another stream detected": "他のストリームが検出されました",
  "Stream successfully switched": "ストリームが正しく切り替えられました",
  "Stream Shift cannot be used with Dual Output": "Stream Shift はデュアル出力と併用できません",
  "Dual Output cannot be used with Stream Shift": "デュアル出力は Stream Shift と併用できません。",
  "Your stream has been successfully switched to Streamlabs Desktop. Enjoy your stream!": "ストリームが Streamlabs Desktop に正常に切り替えられました。ストリームをお楽しみください！",
  "Your stream has been switched to Streamlabs Desktop from another device. Enjoy your stream!": "ストリームが他のデバイスから Streamlabs Desktop に切り替えられました。ストリームをお楽しみください！",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source.": "他のデバイス上のストリームが検出されました。ストリームを Streamlabs Desktop に切り替えますか？このストリームを継続しない場合は、現在のストリーミングソースから終了してください。",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. Dual Output will be disabled since not supported in this mode.": "他のデバイス上のストリームが検出されました。ストリームを Streamlabs Desktop に切り替えますか？このストリームを継続しない場合は、現在のストリーミングソースから終了してください。デュアル出力は、このモードではサポートされていないため無効になります。",
  "Switch to Streamlabs Desktop": "Streamlabs Desktop に切り替える",
  "Upgrade to Ultra to switch streams between devices.": "Ultra にアップグレードすると、デバイス間でストリームを切り替えられます。",
  "Force Start": "強制起動",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. If you're sure you're not live and it has been incorrectly detected, choose \"Force Start\" below.": "他のデバイス上のストリームが検出されました。ストリームを Streamlabs Desktop に切り替えますか？このストリームを継続しない場合は、現在のストリーミングソースから終了してください。ライブ配信中ではなく、誤って検出されたと確信できる場合は、以下の「強制開始」を選択してください。",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. Dual Output will be disabled since not supported in this mode. If you're sure you're not live and it has been incorrectly detected, choose \"Force Start\" below.": "他のデバイス上のストリームが検出されました。ストリームを Streamlabs Desktop に切り替えますか？このストリームを継続しない場合は、現在のストリーミングソースから終了してください。デュアル出力は、このモードではサポートされていないため無効になります。ライブ配信中ではなく、誤って検出されたと確信できる場合は、以下の「強制開始」を選択してください。"
}
