{
  "Stream Shift": "Stream Shift",
  "Toggle Stream Shift": "Stream Shift 토글",
  "Stay uninterrupted by switching between devices mid stream. Works between Desktop and Mobile App.": "스트리밍 중에 중단 없이 디바이스를 전환하세요. Desktop과 Mobile 앱 간에 작동합니다.",
  "You can stream to any 2 destinations for free with Dual Output. Multistream and switch seamlessly between streams with Ultra": "Dual Output으로 최대 2개의 대상에 무료로 스트리밍할 수 있습니다. Ultra로 멀티 스트리밍 및 스트리밍 간 원활한 전환",
  "Switch Stream": "스트리밍 전환",
  "Claim Stream": "스트리밍 가져오기",
  "Another stream detected": "다른 스트리밍이 감지됨",
  "Stream successfully switched": "스트리밍이 성공적으로 전환됨",
  "Stream Shift cannot be used with Dual Output": "Stream Shift는 Dual Output과 함께 사용할 수 없습니다.",
  "Dual Output cannot be used with Stream Shift": "Dual Output은 Stream Shift와 함께 사용할 수 없습니다.",
  "Your stream has been successfully switched to Streamlabs Desktop. Enjoy your stream!": "스트리밍이 Streamlabs Desktop으로 성공적으로 전환되었습니다. 즐거운 스트리밍 되세요!",
  "Your stream has been switched to Streamlabs Desktop from another device. Enjoy your stream!": "스트리밍이 다른 기기에서 Streamlabs Desktop으로 전환되었습니다. 즐거운 스트리밍 되세요!",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source.": "다른 디바이스의 스트리밍이 감지되었습니다. 스트리밍을 Streamlabs Desktop으로 전환하시겠습니까? 이 스트리밍을 계속 진행하지 않으려면 현재 스트리밍 소스에서 종료하세요.",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. Dual Output will be disabled since not supported in this mode.": "다른 디바이스의 스트리밍이 감지되었습니다. 스트리밍을 Streamlabs Desktop으로 전환하시겠습니까? 이 스트리밍을 계속 진행하지 않으려면 현재 스트리밍 소스에서 종료하세요. Dual Output은 이 모드에서 지원되지 않으므로 비활성화됩니다.",
  "Switch to Streamlabs Desktop": "Streamlabs Desktop으로 전환",
  "Upgrade to Ultra to switch streams between devices.": "디바이스 간에 스트리밍을 전환하려면 Ultra로 업그레이드하세요.",
  "Force Start": "강제 시작",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. If you're sure you're not live and it has been incorrectly detected, choose \"Force Start\" below.": "다른 디바이스의 스트리밍이 감지되었습니다. 스트리밍을 Streamlabs Desktop으로 전환하시겠습니까? 이 스트리밍을 계속 진행하지 않으려면 현재 스트리밍 소스에서 종료하세요. 라이브 상태가 아닌 것이 확실하고 잘못 감지된 경우 아래에서 '강제 시작'을 선택하세요.",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. Dual Output will be disabled since not supported in this mode. If you're sure you're not live and it has been incorrectly detected, choose \"Force Start\" below.": "다른 디바이스의 스트리밍이 감지되었습니다. 스트리밍을 Streamlabs Desktop으로 전환하시겠습니까? 이 스트리밍을 계속 진행하지 않으려면 현재 스트리밍 소스에서 종료하세요. Dual Output은 이 모드에서 지원되지 않으므로 비활성화됩니다. 라이브 상태가 아닌 것이 확실하고 잘못 감지된 경우 아래에서 '강제 시작'을 선택하세요."
}
