{
  "Stream Shift": "Stream Shift",
  "Toggle Stream Shift": "Alternar o Stream Shift",
  "Stay uninterrupted by switching between devices mid stream. Works between Desktop and Mobile App.": "Continue sem interrupções, alternando entre dispositivos no meio do processo. Funciona entre o desktop e o aplicativo móvel.",
  "You can stream to any 2 destinations for free with Dual Output. Multistream and switch seamlessly between streams with Ultra": "Você pode transmitir para dois destinos diferentes de graça com o Dual Output. Faça transmissões múltiplas e alterne facilmente entre transmissões com o Ultra",
  "Switch Stream": "Alternar transmissão",
  "Claim Stream": "Reivindicar transmissão",
  "Another stream detected": "Outra transmissão detectada",
  "Stream successfully switched": "Transmissão mudada com sucesso",
  "Stream Shift cannot be used with Dual Output": "O Stream Shift não pode ser usado com o Dual Output.",
  "Dual Output cannot be used with Stream Shift": "O Dual Output não pode ser usado com o Stream Shift.",
  "Your stream has been successfully switched to Streamlabs Desktop. Enjoy your stream!": "Sua transmissão foi alterada com sucesso para o Streamlabs Desktop. Aproveite sua transmissão!",
  "Your stream has been switched to Streamlabs Desktop from another device. Enjoy your stream!": "Sua transmissão foi alterada de outro dispositivo para o Streamlabs Desktop. Aproveite sua transmissão!",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source.": "Encontramos uma transmissão em outro dispositivo. Quer mudar sua transmissão para o Streamlabs Desktop? Se você não quiser continuar com essa transmissão, é só encerrá-la na fonte de streaming atual.",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. Dual Output will be disabled since not supported in this mode.": "Encontramos uma transmissão em outro dispositivo. Quer mudar sua transmissão para o Streamlabs Desktop? Se você não quiser continuar com essa transmissão, é só encerrá-la na fonte de streaming atual. O Dual Output será desativado porque não é compatível com esse modo.",
  "Switch to Streamlabs Desktop": "Mudar para o Streamlabs Desktop",
  "Upgrade to Ultra to switch streams between devices.": "Faça upgrade para o Ultra para alternar entre dispositivos.",
  "Force Start": "Forçar início",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. If you're sure you're not live and it has been incorrectly detected, choose \"Force Start\" below.": "Encontramos uma transmissão em outro dispositivo. Quer mudar sua transmissão para o Streamlabs Desktop? Se você não quiser continuar com essa transmissão, é só encerrá-la na fonte de streaming atual. Se você tem certeza de que não está ao vivo e que isso foi detectado incorretamente, escolha “Forçar início” abaixo.",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. Dual Output will be disabled since not supported in this mode. If you're sure you're not live and it has been incorrectly detected, choose \"Force Start\" below.": "Encontramos uma transmissão em outro dispositivo. Quer mudar sua transmissão para o Streamlabs Desktop? Se você não quiser continuar com essa transmissão, é só encerrá-la na fonte de streaming atual. O Dual Output será desativado porque não é compatível com esse modo. Se você tem certeza de que não está ao vivo e que isso foi detectado incorretamente, escolha “Forçar início” abaixo."
}
