{
  "Stream Shift": "Stream Shift",
  "Toggle Stream Shift": "Stream Shift in- of uitschakelen",
  "Stay uninterrupted by switching between devices mid stream. Works between Desktop and Mobile App.": "Blijf ononderbroken door tijdens het streamen tussen apparaten te wisselen. Werkt zowel op desktop als mobiele app.",
  "You can stream to any 2 destinations for free with Dual Output. Multistream and switch seamlessly between streams with Ultra": "Met dual output kun je gratis naar twee bestemmingen streamen. Multistream en schakel makkelijk tussen streams met Ultra",
  "Switch Stream": "Stream wisselen",
  "Claim Stream": "Claim stream",
  "Another stream detected": "Nog een stream gevonden",
  "Stream successfully switched": "Stream succesvol omgeschakeld",
  "Stream Shift cannot be used with Dual Output": "Stream Shift werkt niet met dual output.",
  "Dual Output cannot be used with Stream Shift": "Dual output werkt niet met Stream Shift.",
  "Your stream has been successfully switched to Streamlabs Desktop. Enjoy your stream!": "Je stream is nu overgezet naar Streamlabs Desktop. Veel plezier met je stream!",
  "Your stream has been switched to Streamlabs Desktop from another device. Enjoy your stream!": "Je stream is overgeschakeld naar Streamlabs Desktop vanaf een ander apparaat. Veel plezier met je stream!",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source.": "Er is een stream op een ander apparaat gevonden. Wil je je stream naar Streamlabs Desktop verplaatsen? Als je deze stream niet wilt blijven volgen, stop hem dan gewoon via de huidige streamingbron.",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. Dual Output will be disabled since not supported in this mode.": "Er is een stream op een ander apparaat gevonden. Wil je je stream naar Streamlabs Desktop verplaatsen? Als je deze stream niet wilt blijven volgen, stop hem dan gewoon via de huidige streamingbron. Dual output wordt uitgeschakeld omdat het in deze modus niet werkt.",
  "Switch to Streamlabs Desktop": "Ga naar Streamlabs Desktop",
  "Upgrade to Ultra to switch streams between devices.": "Upgrade naar Ultra om streams tussen apparaten te wisselen.",
  "Force Start": "Start forceren",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. If you're sure you're not live and it has been incorrectly detected, choose \"Force Start\" below.": "Er is een stream op een ander apparaat gevonden. Wil je je stream naar Streamlabs Desktop verplaatsen? Als je deze stream niet wilt blijven volgen, stop hem dan gewoon via de huidige streamingbron. Als je zeker weet dat je niet live bent en dat dit verkeerd is gedetecteerd, klik dan hieronder op 'Start forceren'.",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. Dual Output will be disabled since not supported in this mode. If you're sure you're not live and it has been incorrectly detected, choose \"Force Start\" below.": "Er is een stream op een ander apparaat gevonden. Wil je je stream naar Streamlabs Desktop verplaatsen? Als je deze stream niet wilt blijven volgen, stop hem dan gewoon via de huidige streamingbron. Dual output wordt uitgeschakeld omdat het in deze modus niet werkt. Als je zeker weet dat je niet live bent en dat dit verkeerd is gedetecteerd, klik dan hieronder op 'Start forceren'."
}
