{
  "Stream Shift": "Stream Shift",
  "Toggle Stream Shift": "切換 Stream Shift",
  "Stay uninterrupted by switching between devices mid stream. Works between Desktop and Mobile App.": "在直播途中切換裝置不中斷，持續穩定播送。支援桌面與行動應用程式之間運作。",
  "You can stream to any 2 destinations for free with Dual Output. Multistream and switch seamlessly between streams with Ultra": "使用雙輸出可免費在任意 2 個目的地直播。升級至 Ultra，在多平台間無縫切換與多重直播",
  "Switch Stream": "切換直播",
  "Claim Stream": "轉移直播",
  "Another stream detected": "偵測到另一個直播",
  "Stream successfully switched": "已成功切換直播",
  "Stream Shift cannot be used with Dual Output": "Stream Shift 無法與 Dual Output 一同使用",
  "Dual Output cannot be used with Stream Shift": "Dual Output 無法與 Stream Shift 一同使用",
  "Your stream has been successfully switched to Streamlabs Desktop. Enjoy your stream!": "您的直播已成功切換至 Streamlabs Desktop。享受您的直播！",
  "Your stream has been switched to Streamlabs Desktop from another device. Enjoy your stream!": "您的直播已從其他裝置切換至 Streamlabs Desktop。享受您的直播！",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source.": "已偵測到另一台裝置上的直播。您要將直播切換到 Streamlabs Desktop 嗎？若您不想繼續此直播，請在目前的直播來源中結束它。",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. Dual Output will be disabled since not supported in this mode.": "已偵測到另一台裝置上的直播。您要將直播切換到 Streamlabs Desktop 嗎？若您不想繼續此直播，請在目前的直播來源中結束它。由於此模式不支援雙輸出，將予以停用。",
  "Switch to Streamlabs Desktop": "切換到 Streamlabs Desktop",
  "Upgrade to Ultra to switch streams between devices.": "升級至 Ultra 以在裝置之間切換直播。",
  "Force Start": "強制開始",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. If you're sure you're not live and it has been incorrectly detected, choose \"Force Start\" below.": "已偵測到另一台裝置上的直播。您要將直播切換到 Streamlabs Desktop 嗎？若您不想繼續此直播，請在目前的直播來源中結束它。如果您確定目前未直播而被偵測有誤，請在下方選擇「強制開始」。",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. Dual Output will be disabled since not supported in this mode. If you're sure you're not live and it has been incorrectly detected, choose \"Force Start\" below.": "已偵測到另一台裝置上的直播。您要將直播切換到 Streamlabs Desktop 嗎？若您不想繼續此直播，請在目前的直播來源中結束它。由於此模式不支援雙輸出，將予以停用。如果您確定目前未直播而被偵測有誤，請在下方選擇「強制開始」。"
}
