{
  "Stream Shift": "Stream Shift",
  "Toggle Stream Shift": "Переключение на Stream Shift",
  "Stay uninterrupted by switching between devices mid stream. Works between Desktop and Mobile App.": "Не прерывайте трансляцию, переключаясь между устройствами. Можно переключаться между ПК и мобильным приложением.",
  "You can stream to any 2 destinations for free with Dual Output. Multistream and switch seamlessly between streams with Ultra": "С помощью функции Dual Output можно бесплатно вести трансляцию на два любых направления. Ведите многопоточные трансляции и беспрепятственно переключайтесь между потоками с подпиской Ultra",
  "Switch Stream": "Переключение между трансляциями",
  "Claim Stream": "Запросить трансляцию",
  "Another stream detected": "Обнаружена еще одна трансляция",
  "Stream successfully switched": "Трансляция успешно переключена",
  "Stream Shift cannot be used with Dual Output": "Stream Shift невозможно использовать в режиме Dual Output",
  "Dual Output cannot be used with Stream Shift": "Dual Output невозможно использовать со Stream Shift",
  "Your stream has been successfully switched to Streamlabs Desktop. Enjoy your stream!": "Трансляция успешно переключена на Streamlabs Desktop. Приятной трансляции!",
  "Your stream has been switched to Streamlabs Desktop from another device. Enjoy your stream!": "Трансляция успешно переключена на Streamlabs Desktop с другого устройства. Приятной трансляции!",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source.": "Обнаружена трансляция на другом устройстве. Переключить трансляцию на Streamlabs Desktop? Если продолжать эту трансляцию не нужно, завершите ее с текущего источника.",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. Dual Output will be disabled since not supported in this mode.": "Обнаружена трансляция на другом устройстве. Переключить трансляцию на Streamlabs Desktop? Если продолжать эту трансляцию не нужно, завершите ее с текущего источника. Функция Dual Output будет отключена, поскольку она не поддерживается в этом режиме.",
  "Switch to Streamlabs Desktop": "Переключиться на Streamlabs Desktop",
  "Upgrade to Ultra to switch streams between devices.": "Перейдите на Ultra, чтобы переключать трансляции между устройствами.",
  "Force Start": "Принудительное начало",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. If you're sure you're not live and it has been incorrectly detected, choose \"Force Start\" below.": "Обнаружена трансляция на другом устройстве. Переключить трансляцию на Streamlabs Desktop? Если продолжать эту трансляцию не нужно, завершите ее с текущего источника. Если вы уверены, что прямая трансляция не осуществляется и обнаружение выполнено неправильно, нажмите «Принудительное начало» ниже.",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. Dual Output will be disabled since not supported in this mode. If you're sure you're not live and it has been incorrectly detected, choose \"Force Start\" below.": "Обнаружена трансляция на другом устройстве. Переключить трансляцию на Streamlabs Desktop? Если продолжать эту трансляцию не нужно, завершите ее с текущего источника. Функция Dual Output будет отключена, поскольку она не поддерживается в этом режиме. Если вы уверены, что прямая трансляция не осуществляется и обнаружение выполнено неправильно, нажмите «Принудительное начало» ниже."
}
