{
  "Stream Shift": "Funkce Stream Shift",
  "Toggle Stream Shift": "Přepnout funkci Stream Shift",
  "Stay uninterrupted by switching between devices mid stream. Works between Desktop and Mobile App.": "Streamujte bez přerušení díky možnosti přepínání mezi zařízeními během přenosu. Tuto funkci lze využít pro přepínání mezi desktopovou verzí a mobilní aplikací.",
  "You can stream to any 2 destinations for free with Dual Output. Multistream and switch seamlessly between streams with Ultra": "V režimu duálního výstupu můžete streamovat zdarma na jakékoli 2 cílové platformy. Ve verzi Ultra můžete využít multistream a plynulé přepínání mezi streamy",
  "Switch Stream": "Přepnout stream",
  "Claim Stream": "Převést stream",
  "Another stream detected": "Byl detekován další stream",
  "Stream successfully switched": "Převedení streamu bylo úspěšně dokončeno",
  "Stream Shift cannot be used with Dual Output": "Funkci Stream Shift nelze využít v režimu duálního výstupu",
  "Dual Output cannot be used with Stream Shift": "Režim duálního výstupu nelze využít současně s funkcí Stream Shift",
  "Your stream has been successfully switched to Streamlabs Desktop. Enjoy your stream!": "Váš stream byl úspěšně převeden do Streamlabs Desktop. Užijte si svůj stream!",
  "Your stream has been switched to Streamlabs Desktop from another device. Enjoy your stream!": "Váš stream byl převeden do Streamlabs Desktop z jiného zařízení. Užijte si svůj stream!",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source.": "Byl zjištěn stream na jiném zařízení. Chcete převést svůj stream do Streamlabs Desktop? Pokud nechcete v tomto streamu pokračovat, ukončete jej z aktuálního zdroje streamování.",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. Dual Output will be disabled since not supported in this mode.": "Byl zjištěn stream na jiném zařízení. Chcete převést svůj stream do Streamlabs Desktop? Pokud nechcete v tomto streamu pokračovat, ukončete jej z aktuálního zdroje streamování. Režim duálního výstupu bude deaktivován, protože v tomto režimu není podporován.",
  "Switch to Streamlabs Desktop": "Přepnout na Streamlabs Desktop",
  "Upgrade to Ultra to switch streams between devices.": "Upgradujte na verzi Ultra a přenášejte streamy mezi zařízeními.",
  "Force Start": "Vynucené spuštění",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. If you're sure you're not live and it has been incorrectly detected, choose \"Force Start\" below.": "Byl zjištěn stream na jiném zařízení. Chcete převést svůj stream do Streamlabs Desktop? Pokud nechcete v tomto streamu pokračovat, ukončete jej z aktuálního zdroje streamování. Pokud jste si jisti, že nevysíláte živě a že došlo k nesprávné detekci, vyberte níže možnost „Vynutit spuštění“.",
  "A stream on another device has been detected. Would you like to switch your stream to Streamlabs Desktop? If you do not wish to continue this stream, please end it from the current streaming source. Dual Output will be disabled since not supported in this mode. If you're sure you're not live and it has been incorrectly detected, choose \"Force Start\" below.": "Byl zjištěn stream na jiném zařízení. Chcete převést svůj stream do Streamlabs Desktop? Pokud nechcete v tomto streamu pokračovat, ukončete jej z aktuálního zdroje streamování. Režim duálního výstupu bude deaktivován, protože v tomto režimu není podporován. Pokud jste si jisti, že nevysíláte živě a že došlo k nesprávné detekci, vyberte níže možnost „Vynutit spuštění“."
}
